export const moviesL = [
  {
    id: 0,
    title: "Luca (2021)",
    image:
      "https://lumiere-a.akamaihd.net/v1/images/p_luca_21670_3c13c611.jpeg",
    desc: "يقع الفيلم في بلدة برتوروسو الساحلية الجميلة على الريفيرا الإيطالية ، وهو قصة عن صبي صغير يعيش صيفًا لا يُنسى مليئًا بالمعكرونة وركوب الفسبا  . يشارك لوكا هذه المغامرات مع صديقه المقرب حديثًا ، ألبرتو، لكن كل المتعة مهددة بسر عميق: إنهم وحوش بحرية من عالم آخر أسفل سطح الماء مباشرة",
    rating: 4,
  },
  {
    id: 1,
    title: "Raya and the Last Dragon (2021)",
    image:
      "https://lumiere-a.akamaihd.net/v1/images/p_rayaandthelastdragon_21294_83346778.jpeg",
    desc: "يسافر الفيلم إلى عالم الخيال في كوماندرا ، حيث عاش البشر والتنين معًا في وئام منذ فترة طويلة. ولكن عندما هددت قوة شريرة الأرض ، ضحى التنانين بأنفسهم لإنقاذ البشرية. الآن ، بعد 500 عام ، عاد هذا الشر نفسه والأمر متروك للمحاربة الوحيدة ، رايا ، لتعقب التنين الأسطوري الأخير لاستعادة الأرض الممزقة وشعبها المنقسم. ومع ذلك ، خلال رحلتها  مع التنين السحري الاخير المتبقي (سيسو)، ستتعلم أن الأمر سيتطلب  الثقة والعمل الجماعي أيضًا.  ",
    rating: 3,
  },
  {
    id: 2,
    title: "Turning Red (2022)",
    image:
      "https://lumiere-a.akamaihd.net/v1/images/turning-red-dplus-poster-hotstar-id_6e493d5c.jpeg",
    desc: "يقدم الفيلم   ماي لي ، وهي فتاة واثقة من نفسها تبلغ من العمر 13 عامًا ممزقة بين البقاء ابنة والدتها المطيعة وفوضى المراهقة. والدتها مينغ التي تبالغ في حمايتها ،  متسلطة وقريبة  جدا من ابنتها - وهي حقيقة مؤسفة للمراهقة. وكأن التغييرات التي طرأت على اهتماماتها وعلاقاتها وجسدها لم تكن كافية ، فكلما شعرت بالحماس الشديد (وهو أمر طبيعي جدا) ، كانت تتحول إلى باندا حمراء عملاقة! ",
    rating: 5,
  },
  {
    id: 3,
    title: "The Angry Birds (2016)",
    image:
      "https://www.themoviedb.org/t/p/w1280/nsaaZryqabtrdKwXcNud2Bm39mu.jpg",
    desc: "يقودنا هذا الفيلم إلى جزيرة مأهولة بالكامل بالطيور السعيدة التي لا تطير - أو تقريبًا. في هذه الجنة ، لطالما تم نبذ الطائر راد والذي يعاني من مشكلة غضب ، وتشاك الذي يتعرض لضغوط شديدة ، وبانب الطائر القنبلة غير المتوقعة. ولكن عندما تصل الخنازير الخضراء الغامضة إلى الجزيرة ، ستكون مهمة هذه المجموعة من المنبوذين معرفة ما الذي تنوي الخنازير فعله.",
    rating: 3,
  },
  {
    id: 4,
    title: "Soul (2020)",
    image:
      "https://lumiere-a.akamaihd.net/v1/images/image_1fd207bd.jpeg?region=0%2C0%2C648%2C972",
    desc: " يحكي الفيلم قصة مدرس الموسيقى المتواضع ، جو غاردنر ، الذي يوقع عقد حياته مع أفضل نادي جاز في المدينة. تدفعه زلة رجله  إلى ما يسمى بـ(الحدث العظيم)، مكان حيث تُمنح كل روح جديدة شخصيتها وتفردها وهواياتها ، قبل بقائها على الأرض. مصممًا على إعادة حياته، يربط جو غاردنر نفسه بروح مبكرة، (تسمى 22) ، لم تغريها التجربة الإنسانية أبدًا. في محاولة يائسة ليترغيبها في الحياة ، سيجد جو في النهاية إجابات لبعض الأسئلة الوجودية الكبيرة.",
    rating: 5,
  },
  {
    id: 5,
    title: "Ratatouille (2007)",
    image:
      "https://lumiere-a.akamaihd.net/v1/images/p_ratatouille_19736_0814231f.jpeg",
    desc: "ريمي ليس جرذًا صغيرًا مثل الآخرين. لديه موهبة حقيقية ، وهي الطهي وتزويج النكهات واكتشاف نكهات جديدة وحلم: أن يصبح طاهياً ماهراً. ممزقا بين رغبات أهله شغفه الحقيقي، أطلق ريمي وصديقه لينغويني  سلسلة من الأحداث المرحة التي تقلب عاصمة الأنوار رأسًا على عقب.",
    rating: 4,
  },

  {
    id: 6,
    title: "Onward (2017)",
    image:
      "https://lumiere-a.akamaihd.net/v1/images/p_onward_19732_09862641.jpeg",

    desc: "يحصل الشقيقان المراهقان ، إيان وبارلي ، على فرصة غير متوقعة لقضاء يوم آخر مع والدهما الراحل والشروع في مهمة غير عادية على متن ملحمة بارلي. مثل أي مهمة جيدة ، فإن رحلتهم مليئة بالتعاويذ السحرية ، والخرائط المشفرة ، والعقبات المستحيلة ، والاكتشافات التي لا يمكن تصورها. ولكن عندما تدرك والدة الأولاد الشجاعة لوريل أن أبنائها مفقودون ، تتعاون مع محاربة سابقة تدعى المانتيكور - وتتوجه للعثور عليهم.",
    rating: 5,
  },{
    id: 7,
    title: "Luca (2021)",
    image:
      "https://lumiere-a.akamaihd.net/v1/images/p_luca_21670_3c13c611.jpeg",
    desc: "يقع الفيلم في بلدة برتوروسو الساحلية الجميلة على الريفيرا الإيطالية ، وهو قصة عن صبي صغير يعيش صيفًا لا يُنسى مليئًا بالمعكرونة وركوب الفسبا  . يشارك لوكا هذه المغامرات مع صديقه المقرب حديثًا ، ألبرتو، لكن كل المتعة مهددة بسر عميق: إنهم وحوش بحرية من عالم آخر أسفل سطح الماء مباشرة",
    rating: 4,}
];
